Revit 2027 API
BuiltInFailures.EditingFailures.PressShowToSee Property
 Press Show to see the element(s); then Ignore or Cancel
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId PressShowToSee { get; }
Public Shared ReadOnly Property PressShowToSee As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ PressShowToSee {
	FailureDefinitionId^ get ();
}
static member PressShowToSee : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.EditingFailures Class
Autodesk.Revit.DB Namespace